[
  {
    "label": "What is Code Cash Crop?",
    "content": "Code Cash Crop is an innovative hub for conversations on some of the most impactful issues around tech, finance, and agriculture. It was borne out of the insight that harnessing the intersection of these three key sectors unleashes great value that can reach all the way down to the bottom of the pyramid."
  },
  {
    "label": "What is Code Cash Crop 4.0 Ag-hackathon?",
    "content": "It is a gathering of innovators, young professionals, tech players, finance gurus, Agric enthusiasts, and graduates to create innovative solutions to real-life challenges in the agricultural value chains, leveraging technology to unlock prosperity in the sector."
  },
  {
    "label": "Is it a physical or Virtual Ag-hackathon?",
    "content": "The Code Cash Crop 4.0 is a physical hackathon. All participants would interact and innovative at a given location where they can demonstrate their skills and present their work."
  },
  {
    "label": "Where is the location Code Cash Crop 4.0 Ag-hackathon?",
    "content": "For the fourth edition, we've introduced a Pan-African Ag-hackathon. CCC 4.0 will be in Nigeria and Kenya. The boot camps will be held in cities in these two countries while the grand finale is in Lagos, Nigeria."
  },
  {
    "label": "Who can participate?",
    "content": "We welcome diverse groups of people from the three focal fields: agriculture, finance, and technology. Whether you are an economist, agronomist, developer, investor, project manager, and more."
  },
  {
    "label": "Can you sign-up alone or as a team?",
    "content": "Yes, you can do both. The platform allows you to register as a team or an individual. However, if you registered as a team and you are selected to pitch at the grand finale, only one member of the team would be allowed to represent the team."
  },
  {
    "label": "Do we work individually or in teams?",
    "content": "To participate in the hackathon, you will work individually to create innovative solutions in a short time."
  },
  {
    "label": "Can I work on new ideas or an existing product/solution during the Ag-hackathon?",
    "content": "Yes, you can work on new or existing ideas, products, or solutions in the Ag-hackathon. Participants will be evaluated on the work done during the hackathon. However, CCC 4.0 is not intended to promote commercially available products."
  },
  {
    "label": "Is participation free of charge?",
    "content": "Yes, it is free to register and participate in the hackathon."
  },
  {
    "label": "What are the conditions for a participant to qualify for the cash prize?",
    "content": "To be eligible for the cash prize, you must have satisfied the conditions given by the final judges."
  }
]